{
  "services": [
    {
      "slug": "next-generation-security",
      "title": "Next Generation Security",
      "description_title": "LAMSA INFOSOLUTIONS delivers a powerful Access Control solution in collaboration with leading OEMs such as Honeywell, Siemens, ABB, and others. This system ensures streamlined facility management by monitoring and controlling access to critical areas—including main entrances, secured zones, elevators, stairwells, and restricted doors. Ideal for organizations where precise attendance tracking is vital to operational success, the solution seamlessly integrates time and attendance capabilities, allowing businesses to monitor, manage, and generate comprehensive reports on employee attendance with ease.",
      "description": "In addition, keyless entry systems provide a secure and convenient way to enhance employee safety, manage turnover, and protect critical company infrastructure from both internal and external threats. As a component of a comprehensive business security alarm system, access control can significantly reduce costs by eliminating the need to re-key locks whenever an employee leaves the organization.",
      "bottom_title": "Access Control with Face Identification",
      "bottom_description": "LAMSA INFOSOLUTIONS combines the advantages of a CCTV system with advanced Access Control Alarm Software. This integrated solution captures user images during access events and securely stores them in a centralized database. Administrators can review these images along with detailed alarm logs and have the ability to monitor live CCTV footage at each access point in real time—ensuring complete security and visibility across all doors.",
      "icon": "🌐",
      "blocks": [
        {
          "block_title": "Types of Access Control Solutions Offered",
          "details": [
            "Master-Slave Configuration – Centralized control with multiple connected devices managed by a single master unit.",
            "Standalone Reader/Controller – Independent access control units ideal for smaller installations or specific entry points.",
            "Elevator Access Control – Restricts and monitors access to specific floors, enhancing vertical building security.",
            "Face Recognition Access Control – Advanced system using facial identification for secure and contactless entry.",
            "Visitor Management System – Efficiently tracks, monitors, and manages visitor entry for improved facility security."
          ]
        },
        {
          "block_title": "Types of Equipment Used in Access Control Systems",
          "details": [
            "Access Control Panels – Central processing units for managing multiple access points (optional based on system design).",
            "Access Readers – Devices for authentication, including Biometric, Card-Based, and PIN-Based options.",
            "Electro-Magnetic Locks – Secure locking mechanisms activated electronically for controlled entry.",
            "Access Control & Time Attendance Software – Comprehensive platform for managing user access, monitoring entries, and tracking employee attendance."
          ]
        }
      ]
    },
    {
      "slug": "ict-infrastructures-&-integration",
      "title": "ICT Infrastructures & Integration",
      "description_title": "Our Network Infrastructure Planning and Transformation services are designed to help your business achieve optimal performance through cost-effective, efficient, and future-ready network solutions. We deliver seamless and secure infrastructure that is standardized, simplified, and scalable—enabling your organization to unlock new possibilities and drive innovation.",
      "description": "At LAMSA INFOSOLUTIONS, we provide a unified platform designed to meet a wide range of storage needs—including dynamic tiered storage, virtualization, centralized management, data protection, and archiving. We recognize the importance of performance and high availability across your entire storage environment. To ensure this, we take a comprehensive approach that addresses every factor influencing your storage infrastructure. Our solutions are tailored to deliver reliability, efficiency, and scalability—empowering your business with seamless and secure data management.",
      "bottom_title": "RTLS (Real-Time Location Systems)",
      "bottom_description": "An active network is a network that contains an active source – either a voltage source or current source. A passive network is a network that does not contain an active source. ",
      "icon": "📱",
      "blocks": [
        {
          "block_title": "Technical Details",
          "details": [
            "User-friendly interfaces",
            "Cross-platform compatibility",
            "App store deployment"
          ]
        }
      ]
    },
    {
      "slug": "enterprise-network-&-mobility",
      "title": "Enterprise Network & Mobility",
      "description_title": "LAMSA INFOSOLUTIONS leverages cutting-edge network technologies to help service providers develop applications that take full advantage of enhanced data speeds and bandwidth. This strategic approach enables them to deliver seamless, high-performance services to their users with increased reliability and efficiency.",
      "bottom_title": "",
      "bottom_description": "",
      "icon": "",
      "blocks": [
        {
          "block_title": "",
          "details": ["", "", ""]
        }
      ]
    },
    {
      "slug": "data-center-and-converged-infrastructure",
      "title": "Data Center and Converged Infrastructure",
      "description_title": "LAMSA INFOSOLUTIONS offers a complete, end-to-end solution for planning, designing, building, monitoring, maintaining, and upgrading the entire physical infrastructure of your data center. We specialize in handling complex, high-demand environments that require strategic planning, precision, and reliable execution.",
      "description": "We understand that data center migration is often a once-in-a-career event for most IT professionals—and executing it successfully demands a high level of expertise. That’s why our experienced team of consultants works closely with you to plan, design, build, and manage both existing and future facilities.",
      "bottom_title": "",
      "bottom_description": "From construction to ongoing maintenance and upgrades, we ensure your data center operations run smoothly—delivering peace of mind and long-term value.",
      "icon": "",
      "blocks": [
        {
          "block_title": "",
          "details": ["", "", ""]
        }
      ]
    },
    {
      "slug": "facility-maintenance",
      "title": "Facility Maintenance",
      "description_title": " A spectrum of activities, the IT Service Management is directed by policies, organized and structured in processes and supporting procedures – that are performed by an organization to design, plan, deliver, operate and control information technology (IT) services offered to customers. At LAMSA INFOSOLUTIONS, we implement IT services that meet our customers' needs through an appropriate mix of people, process and information technology. ",
      "description": "At LAMSA INFOSOLUTIONS, we implement IT service solutions that are tailored to meet our clients’ specific needs—leveraging the right combination of people, processes, and technology to ensure consistent, efficient, and value-driven service delivery.",
      "bottom_title": "Elevator Control System:",
      "bottom_description": "The Elevator Access Control System is a smart technology designed to manage and restrict access to different floors within a building. Each cardholder is assigned specific floor access permissions, defining which levels they are authorized to reach. You can configure the system to allow access to designated floors while denying entry to others, ensuring enhanced security and controlled movement throughout the facility.",
      "icon": "",
      "blocks": [
        {
          "block_title": "",
          "details": ["", "", ""]
        }
      ]
    }
  ]
}
